Repository: hisuley/cocoa-reporter
Catalog: Resources/*.lproj/FeedbackReporter.strings
Languages: french

source: %@ has encountered an exception!
french: %@ a rencontré une erreur imprévue:

source: %@ has recently crashed!
french: %@ s'est terminée de façon inattendue.

source: Send feedback
french: Pour qu'on puisse fixer le problème, envoyez, s'il vous plaît, ce rapport feedback. Cliquez sur les Détails pour voir l'information envoyée.

source: anonymous
french: anonyme

source: Cancel
french: Annuler

source: Comments:
french: Ce que vous avez fait juste devant l'apparition du problème:

source: Email address:
french: Votre email, si vous voulez que nous vous contactions:

source: Error: %@
french: Erreur: %@

source: Got a problem with %@?
french: Il y a des problèmes avec %@ ?

source: Preferences
french: Préférences

source: Send
french: Envoyer

source: Sorry, failed to submit your feedback to the server.
french: Erreur pendant la submission de votre rapport au serveur.

source: You may not be able to send feedback because %@ isn't reachable.
french: Vous ne pouvez pas envoyer un rapport car %@ est inaccessible. Assurez vous de la connection au reseau avant continuer.

source: Feedback Host Not Reachable
french: L'hôte feedback est inaccessible

source: Proceed Anyway
french: Continuer
